Repository: gportente/tesserotto
Catalog: lib/l10n/app_*.arb
Languages: it

source: Settings
it: Impostazioni

source: Dark Mode
it: Modalità scura

# searchHint
source: Search cards...
it: Cerca tessere...

# noCards
source: No cards yet. Tap + to add your first card!
it: Nessuna tessera. Tocca + per aggiungerne una!

source: Add Card
it: Aggiungi Tessera

source: Edit Card
it: Modifica Tessera

source: Save Changes
it: Salva Modifiche

source: Card Name
it: Nome Tessera

source: Description
it: Descrizione

source: Card Color
it: Colore Tessera

source: Barcode
it: Codice a barre

source: Type
it: Tipo

source: Scan
it: Scansiona

source: Rescan
it: Riscansiona

source: Random
it: Casuale

source: Cancel Scanning
it: Annulla Scansione

source: Card Info
it: Info Tessera

source: Delete Card
it: Elimina Tessera

# deleteCardConfirm
source: Delete
it: Elimina

source: Cancel
it: Annulla

source: Delete
it: Elimina

# sortMostOpened
source: Most Opened
it: Più Aperte

source: Language
it: Lingua

# deleteCardTitle
source: Delete Cardx2
it: Elimina Tessera

# deleteCardMessage
source: Are you sure you want to delete "{cardName}"?
it: Sei sicuro di voler eliminare "{cardName}"?

# deleteCardCancel
source: Cancel
it: Annulla

source: Import/Export
it: Importa/Esporta

source: Export Cards
it: Esporta Carte

# exportDescription
source: Export your cards to a backup file
it: Esporta le tue carte in un file di backup

source: Export
it: Esporta

# exportSuccess
source: Cards exported successfully
it: Carte esportate con successo

# exportError
source: Error exporting cards
it: Errore durante l'esportazione delle carte

source: Import Cards
it: Importa Carte

# importDescription
source: Import cards from a backup file
it: Importa carte da un file di backup

source: Import
it: Importa

# importSuccess
source: Cards imported successfully
it: Carte importate con successo

# importError
source: Error importing cards
it: Errore durante l'importazione delle carte

source: Import from Catima
it: Importa da Catima

# importFromCatimaDescription
source: Import cards from a Catima backup file
it: Importa carte da un file di backup di Catima

# deleteAllCardsTitle
source: Delete Cards
it: Elimina Tessere

# deleteAllCardsContent
source: Are you sure you want to delete all cards? This action cannot be undone.
it: Sei sicuro di voler eliminare tutte le tessere? Questa azione è irreversibile.

# deleteAllCardsConfirm
source: Confirm
it: Conferma
